/* Leading text for voucher types label of a map view annotation */
"Accepted voucher types: " = "Utalvány típusok: ";

/* Error message displayed when location service is not enabled on the device. */
"Acces to Location service is denied" = "Helymeghatározás nincs engedélyezve";

/* Back
   back */
"Back" = "Vissza";

/* currency */
"currency" = "pénznem";

/* Generic location service error. */
"Current location could not be determined." = "Helymeghatározás sikertelen";

/* date of query */
"date of query" = "lekérdezés ideje";

/* Title for alert view in case of location error. */
"Error getting location" = "Helymeghatározás hiba";

/* Filling in the User Name field is mandatory. */
"HIANYZIKAZONOSITO" = "HIANYZIKAZONOSITO";

/* sdasda */
"HIANYZIKTELEKOD" = "HIANYZIKTELEKOD";

/* adasdasda */
"HIBASTITKOSKOD" = "HIBASTITKOSKOD";

/* Invalid bank account number format. */
"HIBASUGYFELAZONOSITO" = "HIBASUGYFELAZONOSITO";

/* Title for table cell on search root view for HOSPITALITY voucher type. */
"Hospitality" = "Vendéglátás";

/* hospitality balance */
"hospitality balance" = "vendéglátás egyenleg";

/* Title for table cell on search root view for LEISURE voucher type. */
"Leisure" = "Szabadidő";

/* leisure balance */
"leisure balance" = "szabadidő egyenleg";

/* list */
"List" = "Lista nézet";

/* Title for table cell on search root view for LODGING voucher type. */
"Lodging" = "Szálláshely";

/* lodging balance */
"lodging balance" = "szálláshely egyenleg";

/* Map */
"Map" = "Térkép";

/* Sikertelen bejelentkezés! Túl sok sikertelen próbálkozás! */
"TULSOKHIBASPROBA" = "TULSOKHIBASPROBA";

